<link href="{{ asset('css/style.css') }}" rel="stylesheet" type="text/css"/>

<body class="position_block">


<h1>Тестовый заголовок</h1>
<h2>Антигон I Одноглазый</h2>
<div class="article_content">
    <div>
        Всадник на Сидонском саркофаге (Археологический музей Стамбула), по одной из версий, изображает Антигона
        Антигон I Одноглазый (др.-греч. Ἀντίγονος ὁ Μονόφθαλμος; ок. 382 до н. э. — 301 до н. э.) — военачальник
        Александра Македонского.
        Один из ключевых персонажей периода войн диадохов за передел Македонской империи после смерти Александра
        Македонского.

        Антигон родился в аристократической семье Древней Македонии.
        В молодости он занял высокое положение при дворе царя Филиппа II.
        Во время одной из военных кампаний Антигон потерял глаз. В 334 году до н. э.,
        в возрасте около 50 лет, Антигон был одним из военачальников,
        которые пересекли Геллеспонт вместе с Александром Македонским. Весной 333 года до н. э.
        Александр назначил Антигона сатрапом стратегически важной Великой Фригии,
        что свидетельствует не только о признании его заслуг, но и о безусловном доверии македонского царя.

        После смерти Александра Македонского в 323 году до н. э. за Антигоном была подтверждена власть над его
        прежними
        владениями.
        В ходе эпического противостояния с Эвменом во время Второй войны диадохов Антигон
        к 315 году до н. э. стал правителем большей части всех азиатских владений империи Александра.
        Однако его власть была недолгой. В ходе Вавилонской войны 311—308/307 годов до н. э. Антигон потерял
        восточную
        половину своих владений.

        Следующая, Четвёртая война диадохов вначале развивалась успешно для Антигона.
        Его войска разгромили египетский флот под командованием Птолемея, заняли всю Грецию и были близки к
        покорению
        Македонии.
        Однако вновь созданная коалиция между царями Македонии, Фракии и Египта — Кассандром, Лисимахом и Птолемеем,
        а также военачальником Селевком смогла разгромить Антигона в битве при Ипсе 301 года до н. э. В ходе
        сражения
        80-летний военачальник погиб.
    </div>
    <div>
        Всадник на Сидонском саркофаге (Археологический музей Стамбула), по одной из версий, изображает Антигона
        Антигон I Одноглазый (др.-греч. Ἀντίγονος ὁ Μονόφθαλμος; ок. 382 до н. э. — 301 до н. э.) — военачальник
        Александра Македонского.
        Один из ключевых персонажей периода войн диадохов за передел Македонской империи после смерти Александра
        Македонского.

        Антигон родился в аристократической семье Древней Македонии.
        В молодости он занял высокое положение при дворе царя Филиппа II.
        Во время одной из военных кампаний Антигон потерял глаз. В 334 году до н. э.,
        в возрасте около 50 лет, Антигон был одним из военачальников,
        которые пересекли Геллеспонт вместе с Александром Македонским. Весной 333 года до н. э.
        Александр назначил Антигона сатрапом стратегически важной Великой Фригии,
        что свидетельствует не только о признании его заслуг, но и о безусловном доверии македонского царя.

        После смерти Александра Македонского в 323 году до н. э. за Антигоном была подтверждена власть над его
        прежними
        владениями.
        В ходе эпического противостояния с Эвменом во время Второй войны диадохов Антигон
        к 315 году до н. э. стал правителем большей части всех азиатских владений империи Александра.
        Однако его власть была недолгой. В ходе Вавилонской войны 311—308/307 годов до н. э. Антигон потерял
        восточную
        половину своих владений.

        Следующая, Четвёртая война диадохов вначале развивалась успешно для Антигона.
        Его войска разгромили египетский флот под командованием Птолемея, заняли всю Грецию и были близки к
        покорению
        Македонии.
        Однако вновь созданная коалиция между царями Македонии, Фракии и Египта — Кассандром, Лисимахом и Птолемеем,
        а также военачальником Селевком смогла разгромить Антигона в битве при Ипсе 301 года до н. э. В ходе
        сражения
        80-летний военачальник погиб.
    </div>
</div>

</body>

<script src="{{ asset('js/index.js') }}"></script>


